[
  {
    "id":"014WV",
    "title":"Customer analytics",
    "location":"Saint Louis, MO",
    "description":"Monsanto has built an industry-leading Big Data Platform to transform domains as diverse as genomics to precision agriculture.  We are looking for a Big Data Engineer to help drive the growth of this platform as we pursue our mission of feeding the world while conserving resources and improving lives"
  },
  {
    "id":"01489",
    "title":"Placement Data Analyst",
    "location":"Saint Louis, MO",
    "description":"This is an exciting opportunity for a talented and passionate individual to join a multidisciplinary team of Data Scientists and Engineers who work on real world problems. In this role you will be responsible for conducting complex, high profile data analyses relevant to the agricultural industry, including but not limited to soft commodities. "
  },
  {
    "id":"0158I",
    "title":"ASL Laborant",
    "location":"Saint Louis, MO",
    "description":"The Monsanto Information Security Office seeks an Information Security Intelligence Analyst to join its dynamic and high-performing Cyber Threat and Intelligence team. The successful candidate will have the ability to learn and utilize cutting edge technology and techniques while working in both an individual and group environment. The candidate will serve as an intelligence analyst in a growing and developing intelligence function within the Information Security Office. This position requires a highly motivated individual who will relish researching cyber threats while working to improve the organizations visibility and responsiveness to information security threats."
  },
  {
    "id":"00ZLK",
    "title":"HR Generalist CES",
    "location":"Saint Louis, MO",
    "description":"Monsanto has built an industry-leading Big Data Platform to transform domains as diverse as genomics to precision agriculture.  We are looking for a Big Data Engineer to help drive the growth of this platform as we pursue our mission of feeding the world while conserving resources and improving lives"

  },
  {
    "id":"014EE",
    "title":"Process Control Systems Engineer",
    "location":"Saint Louis, MO",
    "description":"Monsanto has built an industry-leading Big Data Platform to transform domains as diverse as genomics to precision agriculture.  We are looking for a Big Data Engineer to help drive the growth of this platform as we pursue our mission of feeding the world while conserving resources and improving lives"
  }
]
